<template>
  <section class="case__description" id="case_description">
    <h2 class="case__description-header">
      <span class="slashpurple">/</span>Описание кейса
    </h2>
    <p class="case__description-text">
      Разрабатываемая технология относится к области предиктивной аналитики.
      Обладая знаниями не только в финансах, но и в математике, команда проекта
      создает самообучающуюся систему, позволяющую предсказывать доходность на
      фондовых биржах точнее традиционных инструментов. Создаваемая модель при
      разных вводных сможет прогнозировать доходность выше на 8-30% по бумагам
      компаний S&P500.
    </p>
    <p class="case__description-text">
      При этом они создают не просто инструмент для хедж-фондов, использующих
      роботов для торговли. Основной продукт компании - мобильное приложение для
      управления финансовым портфелем на бирже с помощью искусственного
      интеллекта. Это приложение позволит людям без специальных знаний выбрать
      их инвестиционные приоритеты, подберет индивидуальную инвестиционную
      стратегию, покажет результаты тестирования и позволит отслеживать данную
      стратегию в реальном времени, либо использовать ее для автоматического
      управления брокерским счетом пользователя.
    </p>
    <p class="case__description-text">
      Компания активно участвует в инновационных конкурсах и международных
      форумах в области информационных технологий. Технология была
      продемонстрирована на международной престижной конференции "Fintech
      Finals" (Гонконг). Проект компании стал победителем конкурса "Startup
      Village by The Sea" от Фонда "Сколково".
    </p>
  </section>
</template>

<script>
export default {
  name: "RegisterCaseDescription",
};
</script>

<style lang="scss" scoped>
@import "src/style/style.scss";
.case__description {
  margin: 0 auto;
  width: 1170px;
  &-header {
    @include titleFont;
    margin: 0;
    padding-bottom: 40px;
  }
  &-text {
    margin: 0;
    padding-bottom: 40px;
  }
}
</style>
